/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Ikke nu";
"QUIT_TITLE" = "Slut";
"RESCAN_TITLE" = "Søg nu";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Der er ny software til computeren.";
"NEW_SOFTWARE_MESSAGE" = "Hvis du ikke vil installere nu, skal du vælge Apple > Softwareopdatering, når du er klar til at installere.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "Softwaren er ajour.";
"UP_TO_DATE_MESSAGE" = "Softwareopdatering fandt ingen ny software til computeren.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Der er ingen tilgængelige opdateringer, bortset fra dem, du har valgt at ignorere. Prøv igen senere.";
"RESET_IGNORED_UPDATES_TITLE" = "Nulstil ignorerede opdateringer";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "På grund af et netværksproblem kan Softwareopdatering ikke søge efter opdateringer.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Kunne ikke søge efter opdateringer.";
"NETWORK_DIAGNOSTICS_TITLE" = "Netværksdiagnostik…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Softwareopdateringsserveren (%@) svarer ikke.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Kontroller at dit netværk fungerer normalt. Hvis der er problemer med forbindelsen, skal du kontakte netværksadministratoren for at få hjælp. ";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "Opdateringer installeres af %@.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Opdateringer installeres af en anden bruger.";
"OTHER_SESSION_SAME_TITLE" = "Opdateringer installeres nu.";
"OTHER_SESSION_MESSAGE" = "Du kan kontrollere efter flere opdateringer senere ved at vælge Softwareopdatering fra Apple-menuen.";
"OTHER_DONE_USER_TITLE" = "Opdateringer blev installeret af %@. Vil du søge efter flere opdateringer nu?";
"OTHER_DONE_UNKNOWN_TITLE" = "Opdateringer blev installeret af en anden bruger. Vil du søge efter flere opdateringer nu?";
"OTHER_DONE_SAME_TITLE" =  "Opdateringer blev installeret. Vil du søge efter flere opdateringer nu?";
"OTHER_DONE_MESSAGE" = "Hvis du ikke vil kontrollere nu, kan du kontrollere efter flere opdateringer senere ved at vælge Softwareopdatering fra Apple-menuen.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Advarsel: Apple-signaturkontrol er slået fra.";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Softwareopdateringen afvikles lige nu i test-funktion, hvilket ikke anbefales ved normalt brug. I denne funktion, accepteres alle opdateringer med enhver \"godkendt\" signatur, ikke kun Apples. Hvis du ikke tester Apple- softwareopdateringspakker fra en tredjepart, anbefales det at du stopper brug af Apple-softwareopdatering med det samme.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Brug i test-funktion";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Slut";

/* SUAppDetailedView */
"LogOutRequired" = "Du skal logge ud, efter opdateringerne er installeret. ";
"LogOutRequired_Single" = "Du skal logge ud, efter opdateringen er installeret. ";
"RestartRequired" = "Du skal starte computeren igen, efter opdateringerne er installeret. ";
"RestartRequired_Single" = "Du skal starte computeren igen, efter opdateringen er installeret. ";
"ShutDownRequired" = "Du skal lukke computeren ned, efter opdateringerne er installeret. ";
"ShutDownRequired_Single" = "Du skal lukke computeren ned, efter opdateringen er installeret. ";
"RestartRecommended" = "Det anbefales at du starter computeren igen, efter opdateringerne er installeret. ";
"RestartRecommended_Single" = "Det anbefales at du starter computeren igen, efter opdateringen er installeret. ";

"Install" = "Installer";
"Install1Item" = "Installer 1 emne";
"InstallNItems" = "Installer %d emner";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indikator";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Installeret";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Delvist overført (%d %%)";
"DOWNLOADED_LABEL" = "Hentet";
"ERROR_LABEL" = "Fejl";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Gå til siden Apple Downloads…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Gå til “%@” siden med overførsler…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Er du sikker på, at du vil fjerne opdateringen \"%@\" fra listen?";
"ConfirmMakeInactive1ItemMessage" = "Der bliver ikke længere givet besked om nye versioner af denne opdatering. Hvis du vil se opdateringen igen, skal du vælge Softwareopdatering > Nulstil ignorerede opdateringer.";
"ConfirmMakeInactiveNItemsTitle" = "Er du sikker på, at du vil fjerne disse %d opdateringer fra listen?";
"ConfirmMakeInactiveNItemsMessage" = "Der bliver ikke længere givet besked om nye versioner af disse opdateringer. Hvis du vil se opdateringer igen, skal du vælge Softwareopdatering > Nulstil ignorerede opdateringer.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Annuller";

"RESCAN_ERROR_TITLE" = "Fejl under søgning efter opdateringer.";
